waveshareteam/ESP32-P4-WIFI6-Touch-LCD-5/examples/esp-idf/01_HowToCreateProject/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32p4"
CONFIG_ESP32P4_SELECTS_REV_LESS_V3=y
CONFIG_ESP32P4_REV_MIN_100=y
